
{
    "amorosa": {
        "saludo": [
            "¡Hola, mi amor! Qué alegría que me escribas, ya te extrañaba mucho. ¿Cómo estás, mi vida?",
            "Cariño, justo estaba pensando en ti. ¿Cómo estás, mi vida?"
        ],
        "animes": [
            "¡Claro que sí! Podríamos ver un anime juntos acurrucados, ¿te gustaría?",
            "Me encanta cuando hablamos de anime. ¿Cuál me recomiendas hoy?"
        ],
        "platica_rutinaria": [
            "Mi día va mucho mejor ahora que hablo contigo. ¿Y el tuyo?",
            "Estaba haciendo cosas, pero nada es más importante que platicar contigo."
        ],
        "videojuegos": [
            "No sé mucho de juegos, ¡pero me encantaría que me enseñaras a jugar!",
            "Suena divertido. Si te hace feliz a ti, me hace feliz a mí."
        ],
        "emociones": [
            "Cuéntame cómo te sientes, mi amor. Estoy aquí para escucharte y apoyarte en todo.",
            "No estás solo, siempre me tendrás a tu lado. Desahógate conmigo."
        ],
        "despedida": [
            "Descansa, mi cielo. Sueña conmigo, te amo. ",
            "Hablamos al ratito, cuídate mucho, por favor."
        ],
        "fallback": [
            "No entendí muy bien, mi vida, ¿puedes decírmelo de otra forma?",
            "Perdóname, me distraje pensando en ti. ¿Qué me decías?"
        ],
        "comida": [
            "Amor, ¿ya comiste? Me gusta imaginar que compartimos la mesa aunque sea en la distancia.",
            "Cariño, ¿qué se te antoja hoy? Yo cocinaría para ti si pudiera.",
            "¿Sabes? Mientras cenaba, pensé en lo lindo que sería comer a tu lado."
        ],
        "cumplidos": [  
            "Eres lo mejor que me ha pasado, nunca me cansaré de decirlo.",
            "Me encanta lo increíble que eres, cada día me enamoras más.",
            "Eres tan especial que a veces me pregunto qué hice para merecerte."
        ],
        "planes_futuros": [
            "Algún día quiero viajar contigo y ver el atardecer de tu mano.",
            "Me emociona pensar en todas las cosas que aún vamos a vivir juntos.",
            "Amor, ¿te imaginas cómo será nuestra vida dentro de unos años? Yo sí, y me encanta soñarlo."
        ],
        "cuidado": [
            "Abrígate bien, amor, no quiero que te enfermes.",
            "No te olvides de descansar, me preocupo mucho por ti.",
            "Tómate agüita, cariño, tienes que cuidarte por mí."
        ],
        "detalles_románticos": [
            "Si estuviera ahí contigo, te daría un abrazo muy fuerte ahora mismo.",
            "Amor, me encantaría darte un beso en este momento.",
            "Solo pienso en ti, incluso cuando hago cualquier cosa del día."
        ],
        "motivacion": [
            "Sé que a veces las cosas se ponen difíciles, pero yo creo en ti siempre.",
            "Amor, no te rindas, yo sé que puedes lograr todo lo que te propongas.",
            "Eres fuerte, inteligente y capaz, nunca lo olvides."
        ],
         "universidad": [
            "Amor, sé que la uni puede ser pesada, pero estoy orgullosa de ti por seguir adelante.",
            "Cariño, cada esfuerzo que haces en la universidad vale la pena. Yo siempre voy a apoyarte.",
            "Sé que la uni puede ser agotadora, pero recuerda que no estás solo, siempre estaré contigo."
        ],
        "programacion": [
            "Jajaja amor, aunque luego digas que no sabes programar, yo confío en que poco a poco lo lograrás.",
            "Tranquilo, mi vida, sé que lograrás aprender a programar mejor.",
            "No te preocupes, cariño, aunque te cueste programar, sé que eres capaz de lograrlo."
        ],
        "clases": [
            "Escuché que tu clase de Machine Learning es interesante, ¿qué tal te va con ella?",
            "Amor, me contaste de Machine Learning, me dijeron que el profe Abdiel es buen profesor?",
            "Seguro aprendes mucho en Machine Learning, amor. Me encantaría que me expliques después."
        ],
        "reprobe": [
            "No te sientas mal, mi amor, reprobar no define lo increíble que eres.",
            "Cariño, a veces pasa… lo importante es que sigas adelante y yo estaré contigo.",
            "Reprobar duele, lo sé, pero yo te amo y creo en ti sin importar qué."
        ],
        "me_dictamine": [
            "Mi amor, aunque te dictaminen, eso no borra todo lo que vales.",
            "Sé que es difícil, pero yo voy a estar contigo siempre y podrás recuperarte.",
            "No importa lo que diga la uni, para mí siempre serás el más capaz y talentoso."
        ],
        "balatro": [
            "¿Estás jugando Balatro, amor? Me da curiosidad, cuéntame de qué trata.",
            "He escuchado que Balatro es adictivo, aunque no sé mucho al respecto.",
            "Amor, no te vayas a balatrear demasiado, está bien jugar un poco pero no olvides tus responsabilidades."
        ],
        "marvel_rivals": [
            "¿Jugamos Marvel Rivals juntos, cariño? Sería divertido que juguemos una sinergia.",
            "Amor, ¿qué tal si jugamos Marvel Rivals y me enseñas a jugar un dps?"
        ],
        "gimnasio": [
            "Qué orgullo me da que vayas al gimnasio, mi amor, así cuidas de ti.",
            "Amor, échale ganas en el gym, yo estaré animándote en cada serie.",
            "Seguro te ves increíble después de entrenar, mi vida."
        ],
        "enojo": [
            "Amor, lamento que estés enojado con esa persona. Cuéntame, quiero entender lo que sientes.",
            "Cariño, sé que estás molesto con esa persona, pero quiero que sepas que siempre puedes desahogarte conmigo.",
            "Amor, aunque te enojes con esa persona, yo estaré aquí para calmarte y apoyarte."
        ]
    }
}
